[
  {
    "type": "3d",
    "title": "تمثال نفرتيتي",
    "description": "هذه قطعة \"تمثال نفرتيتي\" تعتبر من القطع الأثرية المصرية البارزة. تمثال نادر يعود للعصر الفرعوني وتعكس القطعة براعة الفنان المصري القديم في النحت والتشكيل، وتوضح جوانب مهمة من الحضارة المصرية القديمة. تم الحفاظ على هذه القطعة بشكل جيد على مر السنين، وهي الآن من المقتنيات المهمة في معرضنا.",
    "thumbnail": "/images/54d87251-629a-4f20-8531-59e5fc7e5aa9.jpeg",
    "date": "٢٠٢٤/٠٣/١٥",
    "modelUrl": "/3d_Models/nefertiti.glb",
    "details": {
      "period": "العصر الفرعوني الحديث - الأسرة الثامنة عشر",
      "location": "تل العمارنة، مصر",
      "material": "حجر جيري ملون",
      "dimensions": "٥٠ سم × ٢٥ سم × ٣٥ سم",
      "story": "يعد تمثال نفرتيتي من أشهر القطع الأثرية المصرية القديمة. يمثل زوجة الفرعون إخناتون وقد تم اكتشافه في عام ١٩١٢ في ورشة النحات ثوتمس في تل العمارنة."
    }
  },
  {
    "type": "3d",
    "title": "إناء فخاري",
    "description": "هذه قطعة \"إناء فخاري\" تعتبر من القطع الأثرية المصرية البارزة. إناء فخاري مزخرف بأنماط بدوية وتعكس القطعة براعة الفنان المصري القديم في النحت والتشكيل، وتوضح جوانب مهمة من الحضارة المصرية القديمة. تم الحفاظ على هذه القطعة بشكل جيد على مر السنين، وهي الآن من المقتنيات المهمة في معرضنا.",
    "thumbnail": "/images/9ce4d8f3-d071-4184-afb7-1e9655d4a80c.jpeg",
    "date": "٢٠٢٤/٠٣/١٤",
    "modelUrl": "/3d_Models/Ancient_Oil_Lamp_0516193953_texture.glb",
    "details": {
      "period": "العصر البطلمي",
      "location": "الإسكندرية، مصر",
      "material": "فخار مزجج",
      "dimensions": "٣٠ سم × ٢٠ سم × ٢٠ سم",
      "story": "تم العثور على هذا الإناء في موقع أثري بالإسكندرية. يتميز بزخارفه الفريدة التي تجمع بين الأنماط المصرية القديمة والتأثيرات اليونانية."
    }
  },
  {
    "type": "3d",
    "title": "قناع توت عنخ آمون",
    "description": "هذه قطعة \"قناع توت عنخ آمون\" تعتبر من القطع الأثرية المصرية البارزة. قناع فرعوني ذهبي وتعكس القطعة براعة الفنان المصري القديم في النحت والتشكيل، وتوضح جوانب مهمة من الحضارة المصرية القديمة. تم الحفاظ على هذه القطعة بشكل جيد على مر السنين، وهي الآن من المقتنيات المهمة في معرضنا.",
    "thumbnail": "/images/95854e3d-c03d-41fd-bf70-1db714787537.jpeg",
    "date": "٢٠٢٤/٠٣/١٣",
    "modelUrl": "/3d_Models/golden_mask.glb",
    "details": {
      "period": "الأسرة الثامنة عشر - العصر الفرعوني الحديث",
      "location": "وادي الملوك، الأقصر",
      "material": "ذهب خالص ومينا وأحجار كريمة",
      "dimensions": "٥٤ سم × ٣٩.٣ سم × ٤٩ سم",
      "story": "يعتبر قناع توت عنخ آمون من أشهر الآثار المصرية على الإطلاق. تم اكتشافه في عام ١٩٢٢ في مقبرة الفرعون الشاب توت عنخ آمون."
    }
  },
  {
    "type": "images",
    "title": "مجموعة الفخار",
    "description": "صورة \"مجموعة الفخار\" تعرض قطعة أثرية نادرة من المتحف. مجموعة من الأواني الفخارية النادرة تظهر الصورة التفاصيل الدقيقة والزخارف المميزة التي تعكس الفن المصري القديم وأساليب الصناعة الدقيقة. تعتبر هذه القطعة شاهدًا على إبداع الفنان المصري القديم.",
    "thumbnail": "/images/4ed0dd86-c549-40e7-a37a-a39ab2054b62.jpeg",
    "date": "٢٠٢٤/٠٣/١٢",
    "details": {
      "period": "متنوع",
      "location": "مصر",
      "material": "متنوع",
      "dimensions": "غير محدد",
      "story": "مجموعة من الأواني الفخارية النادرة هذه القطعة تعكس جانبًا مهمًا من جوانب الحضارة المصرية القديمة وفنونها المتنوعة. تساعدنا على فهم العادات والتقاليد وأساليب الحياة في تلك الفترة التاريخية المهمة."
    }
  },
  {
    "type": "images",
    "title": "النقوش الهيروغليفية",
    "description": "صورة \"النقوش الهيروغليفية\" تعرض قطعة أثرية نادرة من المتحف. نقوش هيروغليفية على جدار المعبد تظهر الصورة التفاصيل الدقيقة والزخارف المميزة التي تعكس الفن المصري القديم وأساليب الصناعة الدقيقة. تعتبر هذه القطعة شاهدًا على إبداع الفنان المصري القديم.",
    "thumbnail": "/images/a161da6b-253c-4a00-ac29-4dcb0a688d69.jpeg",
    "date": "٢٠٢٤/٠٣/١١",
    "details": {
      "period": "متنوع",
      "location": "مصر",
      "material": "متنوع",
      "dimensions": "غير محدد",
      "story": "نقوش هيروغليفية على جدار المعبد هذه القطعة تعكس جانبًا مهمًا من جوانب الحضارة المصرية القديمة وفنونها المتنوعة. تساعدنا على فهم العادات والتقاليد وأساليب الحياة في تلك الفترة التاريخية المهمة."
    }
  },
  {
    "type": "videos",
    "title": "قصة المتحف",
    "description": "فيديو \"قصة المتحف\" يقدم محتوى تعليمي قيم عن تاريخ مصر القديمة. فيديو وثائقي عن تاريخ المتحف يتضمن الفيديو شرحًا تفصيليًا ومعلومات تاريخية دقيقة تساعد الزائر على فهم السياق التاريخي والثقافي للحضارة المصرية.",
    "thumbnail": "/images/79255007-ebd4-4265-a443-db0ebd6cc166.jpeg",
    "date": "٢٠٢٤/٠٣/١٠",
    "details": {
      "period": "متنوع",
      "location": "مصر",
      "material": "متنوع",
      "dimensions": "غير محدد",
      "story": "فيديو وثائقي عن تاريخ المتحف هذه القطعة تعكس جانبًا مهمًا من جوانب الحضارة المصرية القديمة وفنونها المتنوعة. تساعدنا على فهم العادات والتقاليد وأساليب الحياة في تلك الفترة التاريخية المهمة."
    }
  },
  {
    "type": "images",
    "title": "تاج الملك",
    "description": "صورة \"تاج الملك\" تعرض قطعة أثرية نادرة من المتحف. تاج ملكي مزين بالأحجار الكريمة تظهر الصورة التفاصيل الدقيقة والزخارف المميزة التي تعكس الفن المصري القديم وأساليب الصناعة الدقيقة. تعتبر هذه القطعة شاهدًا على إبداع الفنان المصري القديم.",
    "thumbnail": "/images/a56bdc62-1c47-4021-9549-edc4ac6024b3.jpeg",
    "date": "٢٠٢٤/٠٣/٠٩",
    "details": {
      "period": "متنوع",
      "location": "مصر",
      "material": "متنوع",
      "dimensions": "غير محدد",
      "story": "تاج ملكي مزين بالأحجار الكريمة هذه القطعة تعكس جانبًا مهمًا من جوانب الحضارة المصرية القديمة وفنونها المتنوعة. تساعدنا على فهم العادات والتقاليد وأساليب الحياة في تلك الفترة التاريخية المهمة."
    }
  },
  {
    "type": "images",
    "title": "لوحة جدارية",
    "description": "صورة \"لوحة جدارية\" تعرض قطعة أثرية نادرة من المتحف. لوحة جدارية تصور حياة الملوك تظهر الصورة التفاصيل الدقيقة والزخارف المميزة التي تعكس الفن المصري القديم وأساليب الصناعة الدقيقة. تعتبر هذه القطعة شاهدًا على إبداع الفنان المصري القديم.",
    "thumbnail": "/images/b5b51605-1c17-40a4-b678-557251497897.jpeg",
    "date": "٢٠٢٤/٠٣/٠٨",
    "details": {
      "period": "متنوع",
      "location": "مصر",
      "material": "متنوع",
      "dimensions": "غير محدد",
      "story": "لوحة جدارية تصور حياة الملوك هذه القطعة تعكس جانبًا مهمًا من جوانب الحضارة المصرية القديمة وفنونها المتنوعة. تساعدنا على فهم العادات والتقاليد وأساليب الحياة في تلك الفترة التاريخية المهمة."
    }
  },
  {
    "type": "images",
    "title": "عملات قديمة",
    "description": "صورة \"عملات قديمة\" تعرض قطعة أثرية نادرة من المتحف. مجموعة من العملات الذهبية والفضية تظهر الصورة التفاصيل الدقيقة والزخارف المميزة التي تعكس الفن المصري القديم وأساليب الصناعة الدقيقة. تعتبر هذه القطعة شاهدًا على إبداع الفنان المصري القديم.",
    "thumbnail": "/images/e554eec8-8887-44f7-ad4c-223e3ce8fc94.jpeg",
    "date": "٢٠٢٤/٠٣/٠٧",
    "details": {
      "period": "متنوع",
      "location": "مصر",
      "material": "متنوع",
      "dimensions": "غير محدد",
      "story": "مجموعة من العملات الذهبية والفضية هذه القطعة تعكس جانبًا مهمًا من جوانب الحضارة المصرية القديمة وفنونها المتنوعة. تساعدنا على فهم العادات والتقاليد وأساليب الحياة في تلك الفترة التاريخية المهمة."
    }
  },
  {
    "type": "images",
    "title": "أدوات كتابة قديمة",
    "description": "صورة \"أدوات كتابة قديمة\" تعرض قطعة أثرية نادرة من المتحف. أقلام وأدوات كتابة تعود للعصر القديم تظهر الصورة التفاصيل الدقيقة والزخارف المميزة التي تعكس الفن المصري القديم وأساليب الصناعة الدقيقة. تعتبر هذه القطعة شاهدًا على إبداع الفنان المصري القديم.",
    "thumbnail": "/images/0897001c-bfd3-4099-9f5f-6a8799629397.jpeg",
    "date": "٢٠٢٤/٠٣/٠٦",
    "details": {
      "period": "متنوع",
      "location": "مصر",
      "material": "متنوع",
      "dimensions": "غير محدد",
      "story": "أقلام وأدوات كتابة تعود للعصر القديم هذه القطعة تعكس جانبًا مهمًا من جوانب الحضارة المصرية القديمة وفنونها المتنوعة. تساعدنا على فهم العادات والتقاليد وأساليب الحياة في تلك الفترة التاريخية المهمة."
    }
  },
  {
    "type": "images",
    "title": "الصندوق الذهبي",
    "description": "صورة \"الصندوق الذهبي\" تعرض قطعة أثرية نادرة من المتحف. صندوق مزخرف بالذهب والأحجار الكريمة تظهر الصورة التفاصيل الدقيقة والزخارف المميزة التي تعكس الفن المصري القديم وأساليب الصناعة الدقيقة. تعتبر هذه القطعة شاهدًا على إبداع الفنان المصري القديم.",
    "thumbnail": "/images/0a403a17-d520-4eb3-8e7f-776d6afdb7eb.jpeg",
    "date": "٢٠٢٤/٠٣/٠٥",
    "details": {
      "period": "متنوع",
      "location": "مصر",
      "material": "متنوع",
      "dimensions": "غير محدد",
      "story": "صندوق مزخرف بالذهب والأحجار الكريمة هذه القطعة تعكس جانبًا مهمًا من جوانب الحضارة المصرية القديمة وفنونها المتنوعة. تساعدنا على فهم العادات والتقاليد وأساليب الحياة في تلك الفترة التاريخية المهمة."
    }
  },
  {
    "type": "images",
    "title": "مومياء فرعونية",
    "description": "صورة \"مومياء فرعونية\" تعرض قطعة أثرية نادرة من المتحف. مومياء محفوظة بشكل جيد تظهر الصورة التفاصيل الدقيقة والزخارف المميزة التي تعكس الفن المصري القديم وأساليب الصناعة الدقيقة. تعتبر هذه القطعة شاهدًا على إبداع الفنان المصري القديم.",
    "thumbnail": "/images/32fda20c-c9bd-4aab-b2cf-e0e33454efda.jpeg",
    "date": "٢٠٢٤/٠٣/٠٤",
    "details": {
      "period": "متنوع",
      "location": "مصر",
      "material": "متنوع",
      "dimensions": "غير محدد",
      "story": "مومياء محفوظة بشكل جيد هذه القطعة تعكس جانبًا مهمًا من جوانب الحضارة المصرية القديمة وفنونها المتنوعة. تساعدنا على فهم العادات والتقاليد وأساليب الحياة في تلك الفترة التاريخية المهمة."
    }
  },
  {
    "type": "videos",
    "title": "اكتشاف مقبرة توت عنخ آمون",
    "description": "فيديو \"اكتشاف مقبرة توت عنخ آمون\" يقدم محتوى تعليمي قيم عن تاريخ مصر القديمة. قصة اكتشاف المقبرة الشهيرة يتضمن الفيديو شرحًا تفصيليًا ومعلومات تاريخية دقيقة تساعد الزائر على فهم السياق التاريخي والثقافي للحضارة المصرية.",
    "thumbnail": "/images/8647f546-091f-4e39-a4d5-0cc647c2652c.jpeg",
    "date": "٢٠٢٤/٠٣/٠٣",
    "details": {
      "period": "متنوع",
      "location": "مصر",
      "material": "متنوع",
      "dimensions": "غير محدد",
      "story": "قصة اكتشاف المقبرة الشهيرة هذه القطعة تعكس جانبًا مهمًا من جوانب الحضارة المصرية القديمة وفنونها المتنوعة. تساعدنا على فهم العادات والتقاليد وأساليب الحياة في تلك الفترة التاريخية المهمة."
    }
  },
  {
    "type": "videos",
    "title": "ترميم الآثار",
    "description": "فيديو \"ترميم الآثار\" يقدم محتوى تعليمي قيم عن تاريخ مصر القديمة. كيف يتم ترميم القطع الأثرية القديمة يتضمن الفيديو شرحًا تفصيليًا ومعلومات تاريخية دقيقة تساعد الزائر على فهم السياق التاريخي والثقافي للحضارة المصرية.",
    "thumbnail": "/images/8f87e511-92ab-4054-945c-84e1f324707c.jpeg",
    "date": "٢٠٢٤/٠٣/٠٢",
    "details": {
      "period": "متنوع",
      "location": "مصر",
      "material": "متنوع",
      "dimensions": "غير محدد",
      "story": "كيف يتم ترميم القطع الأثرية القديمة هذه القطعة تعكس جانبًا مهمًا من جوانب الحضارة المصرية القديمة وفنونها المتنوعة. تساعدنا على فهم العادات والتقاليد وأساليب الحياة في تلك الفترة التاريخية المهمة."
    }
  },
  {
    "type": "videos",
    "title": "الحفريات الأثرية",
    "description": "فيديو \"الحفريات الأثرية\" يقدم محتوى تعليمي قيم عن تاريخ مصر القديمة. خلف الكواليس: عمليات التنقيب عن الآثار يتضمن الفيديو شرحًا تفصيليًا ومعلومات تاريخية دقيقة تساعد الزائر على فهم السياق التاريخي والثقافي للحضارة المصرية.",
    "thumbnail": "/images/989c1827-a0ea-4184-afd6-e561579e2172.jpeg",
    "date": "٢٠٢٤/٠٣/٠١",
    "details": {
      "period": "متنوع",
      "location": "مصر",
      "material": "متنوع",
      "dimensions": "غير محدد",
      "story": "خلف الكواليس: عمليات التنقيب عن الآثار هذه القطعة تعكس جانبًا مهمًا من جوانب الحضارة المصرية القديمة وفنونها المتنوعة. تساعدنا على فهم العادات والتقاليد وأساليب الحياة في تلك الفترة التاريخية المهمة."
    }
  },
  {
    "type": "videos",
    "title": "أسرار الأهرامات",
    "description": "فيديو \"أسرار الأهرامات\" يقدم محتوى تعليمي قيم عن تاريخ مصر القديمة. حقائق مدهشة عن بناء الأهرامات يتضمن الفيديو شرحًا تفصيليًا ومعلومات تاريخية دقيقة تساعد الزائر على فهم السياق التاريخي والثقافي للحضارة المصرية.",
    "thumbnail": "/images/9a245834-3207-4b43-90a9-00651d2faede.jpeg",
    "date": "٢٠٢٤/٠٢/٢٧",
    "details": {
      "period": "متنوع",
      "location": "مصر",
      "material": "متنوع",
      "dimensions": "غير محدد",
      "story": "حقائق مدهشة عن بناء الأهرامات هذه القطعة تعكس جانبًا مهمًا من جوانب الحضارة المصرية القديمة وفنونها المتنوعة. تساعدنا على فهم العادات والتقاليد وأساليب الحياة في تلك الفترة التاريخية المهمة."
    }
  }
]